[
    {
        "name" : "Carte mémoire SanDisk Ultra 128 Go SDXC UHS-I jusqu'à 80 Mo/s",
        "price" : "45.89",
        "description" : "Cartes ultra-rapides (2) pour prendre de meilleures photos et vidéos Full HD (1) avec vos appareils photo et caméscopes compacts à milieu de gamme. Avec les cartes SanDisk Ultra SDXC UHS-I, vous bénéficierez de téléchargements plus rapides, d'une capacité élevée et de meilleures performances pour capturer et stocker 128 Go (5) d'images de haute qualité et de vidéos Full HD (1). Profitez de vitesses de lecture ultra-rapides allant jusqu'à 80 Mo/s (3) pour gagner du temps en déplaçant des photos et des vidéos de la carte vers votre ordinateur. En tant que leader du stockage de mémoire flash, les cartes SanDisk Ultra SDXC UHS-I sont compatibles avec les appareils numériques SDHC et SDXC et sont accompagnées d'une garantie limitée de 10 ans (6).",
        "ratings" : 4.5,
        "images" : [{
            "public_id" : "products/dsvbpny402gelwugv2le",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1608062030/products/dsvbpny402gelwugv2le.jpg"
        }],
        "category" : "Electronique",
        "seller" : "Ebay",
        "stock" : 50,
        "numOfReviews" : 32,
        "reviews": []
    },
    {
        "name" : "Adaptateur CAN USB FD (GC-CAN-USB-FD)",
        "price" : "315.00",
        "description" : "Monitor a CAN network, write a CAN program and communicate with industrial, medical, automotive or other CAN based device. Connect CAN FD and CAN networks to a computer via USB with the CAN USB FD adapter.",
        "ratings" : 1.65,
        "images" : [{
            "public_id" : "products/61oXGZ60GfL_fixco9",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1614877995/products/61oXGZ60GfL_fixco9.jpg"
        }],
        "category" : "Electronique",
        "seller" : "Amazon",
        "stock" : 0,
        "numOfReviews" : 2,
        "reviews": []
    },
    {
        "name" : "CHARMOUNT Support mural pivotant pour téléviseur à mouvement complet",
        "price" : "26.99 ",
        "description" : "CHARMOUNT TV MOUNT DESIGN UNIVERSEL - Votre téléviseur a-t-il été reçu ? Le support mural pour téléviseur incliné est conçu pour 26 à 55 téléviseurs pesant jusqu'à 88 lb 40 kg. Notre support TV inclinable a une façade compatible qui s'adapte à VESA 75X75mm (3x3). CHARMOUNT TV MOUNT DESIGN UNIVERSEL - Votre téléviseur a-t-il été reçu ? Le support mural pour téléviseur incliné est conçu pour 26 à 55 téléviseurs pesant jusqu'à 88 lb 40 kg. Notre support TV inclinable a une façade compatible qui s'adapte au design universel du support TV CHARMOUNT VESA 75X75mm (3x3) - Votre téléviseur a-t-il été reçu ? Le support mural pour téléviseur incliné est conçu pour 26 à 55 téléviseurs pesant jusqu'à 88 lb 40 kg. Notre support TV inclinable a une façade compatible qui s'adapte à VESA 75X75mm (3x3)",
        "ratings" : 3.5,
        "images" : [{
            "public_id" : "products/chairmount_nuubea",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1606231285/products/chairmount_nuubea.jpg"
        }],
        "category" : "Electronique",
        "seller" : "Amazon",
        "stock" : 1,
        "numOfReviews" : 12,
        "reviews": []
    },
    {
        "name" : "Casque sans fil Bluetooth QuietComfort 35 II de Bose",
        "price" : "299.00 ",
        "description" : "Que se passe-t-il lorsque vous éliminez les distractions bruyantes du monde ? La concentration passe au niveau supérieur. Vous approfondissez votre musique, votre travail ou tout ce sur quoi vous voulez vous concentrer. C'est la puissance du casque sans fil Bose QuietComfort 35 II. Mettez-les et rapprochez-vous de ce qui vous passionne le plus. Et ce n'est que le début. Les écouteurs sans fil QuietComfort 35 II sont désormais compatibles avec Bose AR",
        "ratings" : 4.5,
        "images" : [{
            "public_id" : "products/headphones_t2afnb",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1606231281/products/headphones_t2afnb.jpg"
        }],
        "category" : "Casque-audio",
        "seller" : "Amazon",
        "stock" : 11,
        "numOfReviews" : 112,
        "reviews": []
    },
    {
        "name" : "Apple AirPods avec étui de chargement (filaire)",
        "price" : "126.99 ",
        "description" : "AirPods with Charging Case: More than 24 hours listening time, up to 18 hours talk time; AirPods (single charge): Up to 5 hours listening time, up to 3 hours talk time or 15 minutes in the case equals up to 3 hours listening time or up to 2 hours talk time.",
        "ratings" : 4.8,
        "images" : [{
            "public_id" : "products/airpords_e5cqqr",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1606231282/products/airpords_e5cqqr.jpg"
        }],
        "category" : "Electronique",
        "seller" : "Amazon",
        "stock" : 122,
        "numOfReviews" : 2671,
        "reviews": []
    },
    {
        "name" : "Microphone perche câble - Contrôle du volume pour Playstation PS4 ou Xbox",
        "price" : "27.99",
        "description" : "INFORMATIONS DE CONCEPTION - Adaptateur de câble audio mâle de 3,5 mm vers mâle de 2,5 mm avec microphone à flèche flexible et détachable amélioré qui permet également le contrôle du volume rotatif et l'interrupteur muet. Bras SteelFlex pour un positionnement parfait du microphone. COMPATIBILITÉ D'ENTRÉE - Appareils prenant en charge la sortie audio 3,5 mm tels que les manettes de jeu PS4 / Xbox One, PC, ordinateur portable, iPhone et téléphone Android.",
        "ratings" : 4.1,
        "images" : [{
            "public_id" : "products/eahhtj1bkn1k9gjgd3hn",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1606233125/products/eahhtj1bkn1k9gjgd3hn.jpg"
        }],
        "category" : "Accessoires",
        "seller" : "Amazon",
        "stock" : 1123,
        "numOfReviews" : 6,
        "reviews": []
    },
    {
        "name" : "Nikon D3500 avec AF-P DX NIKKOR 18-55mm f/3.5-5.6G VR Noir ",
        "price" : "496.95",
        "description" : "Vous n'avez pas besoin d'être photographe pour connaître une belle photo quand vous en voyez une. Et vous n'avez pas besoin d'être photographe pour prendre une superbe photo, vous avez juste besoin du D3500. Il est aussi facile à utiliser qu'un point-and-shoot, mais il prend de belles photos et vidéos DSLR qui se font remarquer. Il se sent exceptionnel dans vos mains, robuste et équilibré avec des commandes où vous le souhaitez. Il est compact, durable et polyvalent, idéal pour les voyages. Et il fonctionne de manière transparente avec les smartphones compatibles, ce qui facilite plus que jamais le partage de vos superbes photos. Même si vous n'avez jamais acheté d'appareil photo reflex numérique, vous pouvez prendre de belles photos avec le D3500.",
        "ratings" : 4.7,
        "images" : [{
            "public_id" : "products/camera_ridc0i",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1606231283/products/camera_ridc0i.jpg"
        }],
        "category" : "Cameras",
        "seller" : "Amazon",
        "stock" : 131,
        "numOfReviews" : 222,
        "reviews": []
    },
    {
        "name" : "Apple MacBook Air (13 pouces, 8 Go de RAM, 256 Go de stockage SSD) - Gris sidéral ",
        "price" : "949.99",
        "description" : "Superbe écran Retina de 13,3 pouces avec technologie True Tone, clavier magique rétroéclairé et Touch ID, dixième génération, processeur Intel Core i3, Intel Iris Plus Graphics, stockage SSD rapide, 8 Go de mémoire, haut-parleurs stéréo avec un son stéréo plus large",
        "ratings" : 4.9,
        "images" : [{
            "public_id" : "products/macbook_o2cj2k",
            "url" : "https://res.cloudinary.com/bookit/image/upload/v1606231282/products/macbook_o2cj2k.jpg"
        }],
        "category" : "PC",
        "seller" : "Amazon",
        "stock" : 0,
        "numOfReviews" : 56,
        "reviews": []
    },
    {
        "name" : "Kauffman Orchards Homegrown McIntosh Apples",
        "price" : "2.75",
        "description" : "McIntosh est une jolie pomme rouge/verte à chair blanche Cultivée dans le verger de Kauffman dans un sol sain du comté de Lancaster Les pommes McIntosh sont réputées pour les collations, les tartes, les salades et la compote de pommes Protégé avec une mousse douce à haute densité pour une expédition en toute sécurité à votre porte Pas à vendre en Californie, en Oregon ou à Washington en raison des lois des États régissant les produits frais",
        "ratings" : 5,
        "images" : [
            {
                "public_id" : "products/wmoa49q9e70ze9xtcra2",
                "url" : "https://res.cloudinary.com/bookit/image/upload/v1606293153/products/wmoa49q9e70ze9xtcra2.jpg"
            },
            {
                "public_id" : "products/i0k1wdwi5hrpmzwxvsds",
                "url" : "https://res.cloudinary.com/bookit/image/upload/v1606293152/products/i0k1wdwi5hrpmzwxvsds.jpg" 
            },
            {
                "public_id" : "products/bshmuo9qisfhz4azvnsd",
                "url" : "https://res.cloudinary.com/bookit/image/upload/v1606293153/products/bshmuo9qisfhz4azvnsd.jpg"
            }
    ],
        "category" : "Restauration",
        "seller" : "Kauffman's Fruit Farm & Market",
        "stock" : 500,
        "numOfReviews" : 1,
        "reviews": []
    }
]